/* Label for the information of one car */
"CarInfoLabel" = "معلومات السيارة";

/* Make Label for the make of one car */
"CarInfoMakeLabel" = "علامة ";

/* Model label for the model of one car */
"CarInfoModelLabel" = "نموذج";

/* Year label for one car */
"CarInfoYearLabel" = "عام";

/* Label for the total number of current car */
"CarNumberLabel" = "عدد السيارات";

/* Title for button to edit the current car */
"EditCarButton" = "تحرير";

/* Button to create and add a new car */
"NewCarButton" = "سيارة جديدة";

/* Title for button to go to the next car */
"NextCarButton" = "التالي";

/* Title for button to go to the previous car */
"PreviousCarButton" = "سابق";

/* Label for the total number of cars */
"TotalCarsLabel" = "مجموع السيارات";

/* Placeholder string for an unknown car make */
"UnknownMakePlaceholder" = "جعل غير معروف";

/* Placeholder string for an unknown car model */
"UnknownModelPlaceholder" = "نموذج غير معروف";

/* Label for the line to enter or edit the Make of a car */
"CarMakeFieldLabel" = "علامة";

/* Label for the line to enter or edit the Model of a car */
"CarModelFieldLabel" = "نموذج";

/* Label for the line to enter or edit the Year of a car */
"CarYearFieldLabel" = "عام";

/* Label for the line to enter or edit the Fuel of a car */
"CarFuelFieldLabel" = "وقود";

/* Title for the main app screen */
"AddViewScreenTitle" = "خادم سيارة";

"EditViewScreenTitle" = "تحرير سيارة";

"TotalNumber" = "مجموع السيارات";
"CurrentNumber" = "عدد السيارات";
"CarInfor" = "معلومات السيارة";
